Repository: cassidyjames/palette
Catalog: po/*.po
Languages: es, fr, it, nl, pl, tr

source: View and copy colors from the elementary brand palette
es: Vea y copie la paleta de colores del proyecto elementary
fr: Visualisez et copiez les couleurs de la palette de couleurs d'elementary
it: Trova e copia colori dalla palette ufficiale di elementary
nl: Bekijk en kopieer kleuren uit Elementary's merkpalet
pl: Oglądaj i kopiuj kolory z palety marki elementary
tr: Temel marka paletinden renkleri görüntüleyin ve kopyalayın

source: elementary uses a set of bright and friendly colors. Easily access the entire official color palette on your local device, see examples of usage, and copy any variation of each color to paste into your own projects.
it: elementare utilizza una serie di colori brillanti e piacevoli. Accedi facilmente all' intera tavolozza dei colori ufficiale sul tuo dispositivo locale, vedi esempi di utilizzoe copia qualsiasi variazione di ogni colore per poi incollarla nei tuoi progetti.
nl: Elementary gebruikt een lichte, oogstrelende kleurenset. Krijg gemakkelijk toegang tot het gehele, officiële kleurpalet op je lokale apparaat, bekijk gebruiksvoorbeelden en kopieer elke variatie van welke kleur dan ook voor gebruik in je eigen projecten.
pl: elementary używa zestawu jasnych i przyjaznych kolorów. Uzyskaj dostęp dooficjalnej palety kolorów na urządzeniu lokalnym, zobacz przykłady użycia i skopiuj dowolny wariant każdego z kolorów, aby wkleić go do własnych projektów.
tr: elementary, bir dizi parlak ve samimi renk kullanır. Kolayca erişinyerel cihazınızdaki resmi renk paletinin tamamı, kullanım örneklerine bakın,ve her rengin herhangi bir varyasyonunu kendi projelerinize yapıştırmak için kopyalayın.

source: Handy features:
fr: Fonctions pratiques :
it: Funzionalità utili:
nl: Handige functies:
pl: Wygodne funkcje:
tr: Kullanışlı özellikler:

source: Clean and straightforward design
fr: Design épuré et simple
it: Design pulito ed immediato
nl: Strak, duidelijk ontwerp
pl: Prosty i przejrzysty interfejs
tr: Temiz ve anlaşılır tasarım

source: Click to copy any color to your clipboard
fr: Cliquez pour copier n'importe quelle couleur dans votre presse-papiers
it: Clicca per copiare qualsiasi colore nella clipboard
nl: Klik om welke kleur dan ook te kopiëren naar je klembord
pl: Kliknij, żeby skopiować kolor do schowka
tr: Panonuza herhangi bir rengi kopyalamak için tıklayın

source: Supports both hex values and Gtk.CSS color constants
fr: Supporte les valeurs hexadécimales et les constantes de couleur Gtk.CSS
it: Sono supportati sia i valori gex che le costanti Gtk.CSS
nl: Ondersteuning voor hex-waarden en Gtk.CSS-kleuropmaak
pl: Wspiera zarówno wartości hex, jak i stałe koloru Gtk.CSS
tr: Hem onaltılık değerleri hem de Gtk.CSS renk sabitlerini destekler

source: Palette also sports a handy dock-like Mini Mode! Shrink the window down while keeping it always-on-top when you need to constantly reference colors, but don’t want it in your way. Mini Mode keeps all of the functionality with a more streamlined workflow.
it: La palette sfoggia anche una pratica modalità dock-like! Riduci la finestra verso il basso mantenendolo sempre in primo piano quando devi costantemente fare riferimento ai colori. La modalità ridotta mantiene tutte le funzionalità con un flusso di lavoro più immediato.
pl: Palette posiada również wygodny tryb-mini à la dok! Zmniejsz okienko i trzymaj je zawsze na wierzchu, żeby móc ciągle sprawdzać kolory, bez tracenia przestrzeni na pulpicie. Tryb-mini zachowuje pełną funkcjonalność, oferując płynniejszą pracę.
tr: Palette ayrıca dock benzeri bir Mini Modu da içerir! Pencereyi küçültrenklere sürekli başvurmanız gerektiğinde her zaman en üstte tutarken,ama senin yolunda istemiyorum. Mini Mod, tüm işlevselliğidaha akıcı bir iş akışı.

source: Color palette viewer
es: Visor de paleta de colores
fr: Visualiseur de palette de couleurs
it: Visualizzatore palette colori
nl: Kleurpalet
pl: Przeglądarka palety kolorów
tr: Renk paleti görüntüleyici

source: color;palette;scheme;copy;paste;swatch;contrast;🎨;
es: color;paleta;esquema;copiar;pegar;muestra;contraste;🎨;
nl: kleur;palet;schema;kopiëren;plakken;swatch;contrast;🎨;
pl: kolor;paleta;układ kolorystyczny;kopiowanie;wklejanie;próbka materiału;kontrast;🎨;
tr: renk; palet; düzen; kopyala; yapıştır; renk örneği; kontrast; 🎨;

source: Strawberry
es: Fresa
fr: Fraise
it: Fragola
nl: Aardbei
pl: Truskawkowy
tr: Çilek

source: Orange
es: Naranja
it: Arancia
nl: Sinaasappel
pl: Pomarańczowy
tr: Turuncu

source: Banana
es: Plátano
fr: Banane
nl: Banaan
pl: Bananowy
tr: Muz

source: Lime
es: Lima
fr: Citron vert
nl: Limoen
pl: Limonkowy
tr: Limon

source: Blueberry
es: Arándano
fr: Myrtille
it: Mirtillo
nl: Blauwe bes
pl: Jagodowy
tr: Yabanmersini

source: Grape
es: Uva
fr: Raisin
it: Uva
nl: Druif
pl: Winogronowy
tr: Üzüm

source: Cocoa
es: Cacao
fr: Cacao
it: Cacao
nl: Cacao
pl: Kakaowy
tr: Kakao

source: Silver
es: Plata
fr: Argent
it: Grigio
nl: Zilver
pl: Srebrny
tr: Gümüş

source: Slate
es: Pizarra
fr: Ardoise
it: Ardesia
nl: Lei
pl: Szaroniebieski
tr: Barut

source: Black
es: Negro
fr: Noir
it: Nero
nl: Zwart
pl: Czarny
tr: Siyah

source: alert, stop, delete, error, recording, video
es: alerta, detener, eliminar, error, grabación, video
fr: Alerte, Arrêter, Effacer, Erreur, Enregistrement, Vidéo
it: avviso, stop, elimina, errore, registrando, video
nl: alarm, stoppen, verwijderen, fout, opname, video
pl: alert, zatrzymanie, usuwanie, błąd, nagrywanie, wideo
tr: uyarı, durdurma, silme, hata, kayıt, video

source: music, news, update, presentation
es: música, noticias, actualización, presentación
fr: Musique, Actualités, Mises à jour, Présentation
it: musica, novità, aggiornamento, presentazione
nl: muziek, nieuws, bijwerken, presentatie
pl: muzyka, newsy, aktualizacja, prezentacja
tr: müzik, haber, güncelleme, sunum

source: caution, warning, mail, history, favorite
es: precaución, advertencia, correo, historial, favorito
fr: Avertissement, Mise en garde, E-Mail, Historique, Favoris
it: attenzione, avviso, mail, cronologia, favorito
nl: opgelet, waarschuwing, e-mail, geschiedenis, favoriet
pl: ostrożność, ostrzeżenie, poczta, historia, ulubione
tr: dikkat, uyarı, posta, geçmiş, favori

source: success, start, go, new, event, spreadsheet
es: éxito, inicio, adelante, nuevo, evento, hoja de cálculo
fr: Succès, Démarrer, Nouveau, Événement, Classeur
it: successo, start, avvia, nuovo, evento, foglio di calcolo
nl: voltooid, starten, gaan, nieuw, evenement, werkblad
pl: sukces, początek, działanie, nowe, wydarzenie, arkusz kalkulacyjny
tr: başarı, başla, git, yeni, etkinlik, e-tablo

source: elementary, default accent, question, help, downloads, document
es: elementary, acento predeterminado, pregunta, ayuda, descargas, documento
fr: elementary, Accentuation par défaut, Question, Aide, Téléchargements, Document
it: elementary, accento di base, domanda, aiuto, downloads, documento
nl: elementary, standaardaccent, vraag, hulp, downloads, document
pl: elementary, domyślny akcent, pytanie, pomoc, pobieranie, dokument
tr: elemantry, varsayılan aksan, soru, yardım, indirmeler, belge

source: network, sharing, developer, appcenter, beta, vala, programming
es: red, compartir, desarrollador, appcenter, beta, vala, programación
fr: Réseau, Partage, Développeur, Centre d'Applications, Bêta, Vala, Programmation
it: network, condivisione, sviluppatore, appcenter, beta, vala, programmando
nl: netwerk, delen, ontwikkelaar, appwinkel, bèta, vala, programmeren
pl: sieć, współdzielenie, deweloper, appcenter, beta, vala, programowanie
tr: ağ, paylaşım, geliştirici, uygulama merkezi, beta, vala, programlama

source: warm neutral, earth tone, brown
es: cálido neutro, tono tierra, marrón
fr: Chaud neutre, Couleur Terre, Marron
it: avviso naturale, tono della terra, marrone
nl: neutraal warm, aarde, bruin
pl: ciepła neutralność, kolory ziemii, brąz
tr: sıcak nötr, toprak tonu, kahverengi

source: system, neutral light
es: sistema, luz neutra
fr: Système, Lumière neutre
it: sistema, luce naturale
nl: systeem, neutraal licht
pl: system, neutralna jasność
tr: sistem, nötr ışık

source: cool neutral, default
es: cool neutral, por defecto
fr: Neutre, Défaut
it: fresco naturale, di base
nl: neutraal koel, standaard
pl: neutralny chłód, domyślne
tr: soğuk nötr, varsayılan

source: neutral dark
es: oscuro neutro
fr: Noir uni
it: scuro naturale
nl: neutraal donker
pl: neutralna ciemność
tr: nötr karanlık

source: Mini mode
it: Modalità ridotta
pl: Tryb Mini
tr: Mini mod

source: Hex value
fr: Valeur Hex
it: Valore hex
nl: Hex-waarde
pl: Wartość Hex
tr: Hex değeri

source: Gtk.CSS color constant
fr: Constante de couleur Gtk.CSS
it: Costante Gtk.CSS
nl: Gtk.CSS-kleuropmaak
pl: Stała koloru Gtk.CSS
tr: Gtk.CSS renk sabiti

source: <b>Uses:</b> %s
es: <b>Usos:</b> %s
fr: <b>Utilisations :</b> %s
it: <b>Utenti:</b> %s
nl: <b>Gebruik:</b> %s
pl: <b>Zastosowanie:</b> %s
tr: <b>Kullanım Alanları:</b> %s

source: Copy %s to clipboard
es: Copiar %s al portapapeles
fr: Copier %s sur le presse-papiers
it: Copia %s nella clipboard
nl: %s kopiëren naar klembord
pl: Skopiuj %s do schowka
tr: %s dosyasını panoya kopyala

source: Palette
es: Paleta
nl: Palet

source: elementary uses a set of bright and friendly colors. Easily access the entire palette on your local device, see examples of usage, and copy any variation of each color to paste into your own projects.
es: elementary usa un conjunto de colores brillantes y amigables. Acceda fácilmente a toda la paleta en su dispositivo local, puede copiar un color o una de sus variaciones para pegarlos dentro de sus proyectos.
